<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class AutosDescriptionSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('autos')->insert([
            [
                'description' => 'Mazda 6 Sport 2015 г, с 2.5 бензиновым двигателем, автомобиль полностью обслужен, на данный момент без любых вложений, все работает. Отличная комплектация, чистый и ухоженный салон. Ходовая и АКПП без нареканий. Очень красивый и стильный седан. ЗВОНИТЕ !!!'
            ],
            [
                'description' => 'Пригнаний з США. Був випущений в 2015 року, в експлуатацію вийшов на початку 2016 року. Оригінальний пробіг 68 тис. Миль (109 тис. Км) Витрата по трасі 7, по місту 10 літрів на 100 км. Автомобіль місткий і спортивний, дуже зручний і приємний в управлінні. Дуже привабливий зовнішній вигляд, красиве поєднання кольору кузова і салону.'
            ],
            [
                'description' => 'Ідеальний стан без перебільшення. Вся в рідній фарбі, за винятком половинки переднього крила. Ходова ідеальна. Салон як новий, без потертостей, пропалів і інших дефектів. Пробіг рідний, вин код відкрив повністю. Перевірки на будь-якому СТО. Ходова У ІДЕАЛІ.'
            ]
        ]);
    }
}
